<template>
  <div>
    <br>
    <h3>閒置公共設施通報平台</h3>
    <br>
    <b-container>
      <b-row >
        <b-col class="text-left">
          <strong>
            一、本平台導入雲端地理圖台，需要您先於地理圖台上點出通報案件的地點位置，再繼續填寫通報表單及上傳照片，
            這將有助於我們正確定位及辨識您通報的案件對象，並儘速分案處理。<br>
            二、為避免不小心誤用或有心人士使用惡意程式重複通報浪費行政資源，本系統將無法使用瀏覽器後退鍵(上一頁)重寫通報表單，
            並採取驗證電子郵件回復立案功能；如需通報新的案件，均請自本網頁開始單向操作，造成您的不便，敬請見諒。<br>
            三、您填寫的通報表單資料，將轉請權責之主管及主辦機關處理，該等機關授權之系統使用人員將可上網檢視通報表單資料；
            並於查處完成後，逕依「行政院及所屬各機關處理人民陳情案件要點」規定作後續之答復(詳系統隱私權聲明)。
          </strong>
        </b-col>
      </b-row>
      <br>
      <b-row>
        <b-col><h3><font color="blue"><strong>系統隱私權聲明</strong></font></h3></b-col>
      </b-row>
      <br>
      <b-row >
        <b-col class="text-left">
          <strong>
            個人隱私權聲明：<br>
            歡迎您使用「閒置公共設施網路通報資訊系統」，本資訊系統係針對您通報之設施轉請權責主管及主辦機關妥為查處，
            並遵守中華民國「個人資料保護法」之規範，特此向您說明個人資料保護政策：<br>
            一、資料檔案名稱： 「閒置公共設施網路通報系統」通報表單。<br>
            二、保有機關及聯絡方式： 行政院公共工程委員會─110臺北市信義區松仁路3號9樓，聯絡電話：02-87897723，
            傳真電話：02-87897714。<br>
            三、資料保有依據及特定目的：<br>
            （一）「行政院及所屬各機關處理人民陳情案件要點」及「行政院活化閒置公共設施續處作法」。<br>
            （二）作為案件聯繫及通知之用，由權責工程主辦機關依前款規定，於查處完成後，將查處情形回復反映民眾。<br>
            四、資料之類別：<br>
            （一）C001辨識個人者：姓名、電話、電子郵件位址（以上必填）；住址、傳真（以上非必填）。<br>
            （二）C011個人描述：性別（非必填，業務性別統計之用）。<br>
            五、個人資料之保護：<br>
            （一）本資訊系統伺服器主機均設有防火牆、防毒系統等相關的各項資訊安全設備及必要的安全防護措施，以加強保護您的個人資料。<br>
            （二）非因公務需要，不會任意將您的個人資料提供他人使用。但您填寫的通報表單資料，將轉送權責之主管及主辦機關處理，
            該等機關授權之系統使用人員將可上網檢視通報表單資料；
            並於查處完成後，逕依「行政院及所屬各機關處理人民陳情案件要點」規定作後續之答復。<br>
            （三）您可以查詢個人歷次通報紀錄，但需要您鍵入電子郵件信箱，並請注意不要讓他人窺視到您的個人電腦畫面；
            如您對於登錄的資料有任何問題，請隨時洽詢本會人員處理。<br>
            六、如果您提供的個人資料不正確或不完整（如使用暱稱），因無法確定您的真實身分，我們將無法配合您的隱私權主張
            （「個人資料保護法」第3條有關查詢或閱覽的權利）。<br>
          </strong>
        </b-col>
      </b-row>
      <br>
      <b-row>
        <b-col class="text-left">
          <b-check>
            <font color="red"><strong>我已知悉上開公告事項及系統隱私權聲明內容(請勾選確認)</strong></font>
          </b-check>
        </b-col>
      </b-row>
      <br>
      <b-row>
        <b-col>
          <b-button size="lg" variant="success"  @click="gotoParam('InformFill')" >通報</b-button>&nbsp;
        </b-col>
      </b-row>
    </b-container>
    <br>
  </div>
</template>


<script>

export default {
  data(){
    return{
     
  }
 },
 methods:  {
   
  },

}
</script>
<style>
.col-md-2 {
  background-color: rgb(183, 197, 206);
  color: black;
  text-align: left;
}

</style>